Repository: Nic0/tyrs
Catalog: po/*.po
Languages: es, fr

source: Updating timeline...
es: Actualizando timeline...
fr: Mise à jour de timeline...

source: Could not retrieve tweets
es: No se recibirieron los tweets
fr: Impossible de recevoir les tweets

source: Your tweet has been sent
es: Tu tweet fue enviado
fr: Votre tweet à été envoyé

source: Could not send the tweet
es: No se pudo enviar el tweet
fr: Impossible d'envoyer le tweet

source: Your retweet has been sent
es: Tu retweet fue enviado
fr: Votre retweet à été envoyé

source: Could not send the retweet
es: No se pudo enviar el retweet
fr: Impossible d'envoyer le retweet

source: You have destroyed the tweet
es: Borraste el tweet
fr: Vous avez effacer le tweet

source: Could not destroyed the tweet
es: No se pudo borrar el tweet

source: The tweet is now in your favorite list
es: El tweet fue agregado a tus favoritos
fr: Le tweet est maintenant dans vos favories

source: Could not add the tweet in your favorite list
es: No se pudo agregar el tweet a tus favoritos

source: Your favorite tweet has been destroyed
es: El tweet fue removido de tus favoritos
fr: Votre tweet favorie à été effacé

source: Could not destroy the favorite tweet
es: No se pudo quitar el tweet de tus favoritos
fr: Impossible d'effacer le favorie

source: You direct message has been sent
es: El mensaje directo fue enviado
fr: Votre message direct à été envoyé

source: Could not send the direct message
es: No se pudo enviar el mensaje directo
fr: Impossible d'envoyer le message direct

source: You are now following %s
es: Ahora sigues a %s
fr: Vous suivez maintenant %s

source: You could not follow %s
es: No se ha podido seguir a %s
fr: Impossible de suivre %s

source: You have unfollowed %s
es: Dejaste de seguir a %s
fr: Vous avez laissé %s

source: Result for search with %s
es: Resultados de la búsqueda de %s
fr: Résultat de recherche pour %s

source: Could not the search for %s
es: No se pudo buscar %s

source: There is no profile detected.
es: No se detectó perfil.
fr: Il n'y a pas de profil détecté

source: It should be in %s
es: Debería estar en %s
fr: Il devrait être dans %s

source: If you want to setup a new account, let's go through some basic steps
es: Si quieres configurar una cuenta nueva, comenzemos por algunos pasos básicos
fr: Si vous voulez paramétrer un nouveau compte, suivez ces quelques procédures

source: If you want to skip this, just press return or ctrl-C.
es: Si quieres saltarte este paso, presiona return o ctrl-C.
fr: Si vous voulez passer cela, presser simplement retour ou ctrl-C

source: Which service do you want to use?
es: ¿Cual servicio deseas usar?
fr: Quel service voulez vous utiliser ?

source: Which root url do you want? (leave blank for default value, https://identi.ca/api)
es: ¿Cuál url quieres usar? (deja en blanco para usar el valor por defecto https://identi.identi.ca/api)
fr: Quel url racine voulez vous utiliser ? (laisser blanc pour la valeur par défaut, https://identi.ca/api)

source: Your choice? >
es: ¿Tu elección?
fr: Votre choix ? >

source: The param "%s" does not exist for bold colors
es: El parámetro "%s" no se permite en negrita
fr: Le paramètre "%s" n'existe pas pour les couleurs

source: Requesting temp token from
es: Obteniendo una permiso temporal desde
fr: Demande de jeton temporaire depuis

source: Invalid respond from
es: Respuesta inválida desde
fr: Réponse invalide de

source: requesting temp token: %s
es: obteniendo permiso temporal: %s
fr: demande de jeton temporaire: %s

source: Please visit this page and retrieve the pincode to be used
es: Por favor, visita esta página y copia/pega el código que se usará
fr: Visitez s'il vous plaît la page, et entrez le code pin en retour

source: in the next step to obtaining an Authentication Token:
es: siguiente paso para obtener el Permiso de Autentificación:
fr: dans l'étape suivante pour obtenir le jeton d'autentification :

source: Generating and signing request for an access token
es: Generando y firmando el pedido para un permiso de acceso
fr: Génération et signement de la demande pour un jeton d'accès

source: The request for a Token did not succeed: %s
es: El pedido del Permiso falló: %s
fr: La demande de jeton n'a pas aboutis: %s

source: Error to create directory .config/tyrs
es: Error al crear el directorio .config/tyrs

source: your account has been saved
es: tu cuenta ha sido guardada
fr: Votre compte à été sauvegardé

source: What's up?
es: ¿Qué está pasando?
fr: Quoi de neuf ?

source: Entry a name
es: Inserta un nombre
fr: Entrez un nom

source: Search for something?
es: ¿Qué quieres buscar?
fr: Cherchez quelque chose ?

source: Navigation
es: Navegación

source: Moves up
es: Moverte hacia arriba
fr: Déplacement vers le haut

source: Moves down
es: Moverte hacia abajo
fr: Déplacement vers le bas

source: Move back on top
es: Ir hacia el tope
fr: Retour en haut

source: Move to the bottom of the screen
es: Ir hacia el fondo de la pantalla
fr: Déplacement vers le bas de l'écran

source: Moves left in timelines
es: Moverse hacia la izquierda entre timelines
fr: Déplacement à gauche dans les timelines

source: Moves right in timelines
es: Moverse hacia la derecha entre timelines
fr: Déplacement à droite dans les timelines

source: Refresh the current timeline
es: Refrescar el timeline actual
fr: Rafraîchir la timeline en cours

source: Clear, and leave the last tweet in your timeline
es: Limpiar y dejar solo el último tweet en tu timeline
fr: Effacer, et ne laisser que le dernier tweet dans votre timeline

source: Moves to the home timeline
es: Moverse hacia el timeline de inicio
fr: Déplacement vers la timeline home

source: Moves to the mentions timeline
es: Moverse a las menciones
fr: Déplacement vers la timeline des mentions

source: Moves to the direct message timeline
es: Moverse a los mensajes directos
fr: Déplacement vers la timeline des messages directs

source: Ask for a term to search and move to his timeline
es: Preguntar un término para busvar y moverse hacia el timeline de búsqueda-
fr: Demande pour une recherche, et déplacement vers sa timeline

source: Retrieve someone public timeline
es: Revisar el timeline de alguien
fr: Charger la timeline publique de quelqu'un

source: Retrieve your public timeline
es: Revisa tu propio timeline
fr: Charger votre propre timeline publique

source: Send a tweet
es: Enviar un tweet
fr: Envoyer un tweet

source: Retweet the selected tweet
es: Hacer retweet al tweet seleccionado
fr: Retweeter le tweet selectionné

source: Retweet with response the selected tweet
es: Hacer retweet manual al tweet seleccionado
fr: Retweeter en répondant au tweet selectionné

source: Reply to the selected tweet
es: Responder al tweet seleccionado
fr: Répond au tweet selectionné

source: Send a direct message
es: Envia un mensaje directo
fr: Envoyer un message direct

source: Delete the selected tweet, must be your tweet
es: Borrar el tweet seleccionado (debe ser tuyo)
fr: Effacer le tweet selectionné, il doit être le votre

source: Follow the selected twitter
es: Seguir al twittero seleccionado
fr: Suivre le twitter selectionné

source: Unfollow the selected twitter
es: Dejar de seguir al twittero seleccionado
fr: Laisser le twitter selectionné

source: Follow a twitter
es: Seguir a un twittero
fr: Suivre un twitter

source: Unfollow a twitter
es: Dejar de seguir a un twittero
fr: Laisser un twitter

source: Others
es: Otros
fr: Autres

source: Leave Tyrs
es: Salir de Tyrs
fr: Quitter Tyrs

source: Open an url with your browser
es: Abrir una url en el navegador
fr: Ouvrir une url dans votre navigateur

source: Force to redraw the screen
es: Forzar el redibujamiento de la pantalla
fr: Forcer l'écran à se rafraîchir

source: Name
es: Nombre
fr: Nom

source: Key
es: Tecla
fr: Touche

source: Description
es: Descripción

source: Could not destroy the tweet
fr: Impossible d'effacer le tweet

source: Could not added the tweet in your favorite list
fr: Impossible d'ajouter le tweet dans vos favories

source: Could not search for %s
fr: Recherche impossible pour %s

source: Error to create directory .conftyrs
fr: Erreur lors de la création de répertoire .conftyrs
